# StructuralStartReleaseMy Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..StructuralStartReleaseMy Property
ParameterTypeId Class See Also
---
"Start My"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId StructuralStartReleaseMy { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property StructuralStartReleaseMy As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ StructuralStartReleaseMy {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace